auth_pwd = 'Введите код, для запуска 4К: УПРАВЛЯЯ БУДУЩИМ'

say_continue = 'Продолжить'
say_change = 'Изменить'
say_captain = 'Капитан'
say_member = 'Участник'
say_continue_location = 'Да, продолжить'
say_start_later_location = 'Нет, запустить позже'
say_continue_captain = 'Да, продолжить капитаном'
say_continue_member = 'Нет, стать участником'
say_get_team_map = 'Получить карту команды'
say_get_task = 'Получить задание локации'
say_you_member = 'Вы участник команды '
say_you_end_game = 'Вы завершили игру!'
say_you_already_passed_location = 'Вы уже проходили локацию '

color_white = 'Белые'
color_gray = 'Серые'
color_red = 'Красные'
color_orange = 'Оранжевые'
color_yellow = 'Желтые'
color_green = 'Зеленые'
color_blue = 'Лазурные'
color_havyblue = 'Синие'
color_purple = 'Фиолетовые'
color_pink = 'Розовые'

chat_command = 'Чат комманды:'
select_color_button = 'Выберете цвет вашей команды:'
choise_status = 'Выберите ваш статус в команде:'
start_location = 'Начать прохождение локации:'
check_start_location = 'Вы уверены, что хотите начать следующую локацию?'
check_captain_status = 'Капитаном команды может быть только один участник, вы уверены, что хотите продолжить?'
end_location = 'Локация пройдена'
artifact_received = 'Вы получили артефакт'
end_quiz = 'Все собранные вами артефакты вернулись на свои места. Omnes ingeniosa est simplex, et in omnibus simplex est genius.'
blitz = 'Блиц'
scientist = 'Великий ученый'
admin_start_location = ' начали проходить локацию '
admin_end_location = ' завершили локацию '
end_coins_number = '\nКоличество монет: '
end_artifact_number = '\nКоличество артефактов: '
end_running_time = '\nВремя прохождения: '

hints = 'Подсказки:'
hint_one_coin = 'За 1 монету'
hint_three_coin = 'За 3 монеты'
hint_five_coin = 'За 5 монет'
coins_number = 'Текущее количество монет: '
lack_coins = 'Вам нехватает монет! '

location_one = '«Царство Даймона и Воли», 301 ауд.'
location_two = '«История», 304 ауд.'
location_three = '«Сокровища тамплиеров», 306 ауд.'
location_four = '«Загадка рыцаря», 308 ауд.'
location_five = '«На пути к формуле», 309 ауд.'
location_six = '«Интеграция», 310 ауд.'
location_seven = '«Средневековая инквизиция», 311 ауд.'
location_eight = '«Древний мир», 312 ауд.'
location_nine = '«Волшебное полотно», 315 ауд.'
location_ten = '«Неуловимый смотритель», 316 ауд.'
location_eleven = '«Секретная часть библиотеки», 106 ауд.'

task_number1 = '1'
task_number2 = '2'
task_number3 = '3'
task_number4 = '4'

task_one = '301'
task_two = '304'
task_three = '306'
task_four = '308'
task_five = '309'
task_six = '310'
task_seven = '311'
task_eight = '312'
task_nine = '315'
task_ten = '316'
task_eleven = '106'

task_dop_scientist = 'dop_0'
task_dop_blitz1 = 'dop_1'
task_dop_blitz2 = 'dop_2'
task_dop_blitz3 = 'dop_3'
task_dop_blitz4 = 'dop_4'
task_dop_blitz5 = 'dop_5'
task_dop_blitz6 = 'dop_6'
task_dop_blitz7 = 'dop_7'
task_dop_blitz8 = 'dop_8'
task_dop_blitz9 = 'dop_9'
task_dop_blitz10 = 'dop_10'
task_dop_blitz11 = 'dop_11'
task_dop_blitz12 = 'dop_12'

options_task_one1 = {'option':['Золотая, серебряная, железная, медная монеты', 'Украшения', 'Игральные кости', 'Карта «Пиковая дама»', 'Зеркало'], 'answer': 0, 'coin':7}
options_task_one2 = {'option':['Дудочка', 'Труба', 'Тростник', 'Флейта'], 'answer': 3, 'coin':7}
options_task_one3 = {'option':['Освоение', 'Познание', 'Опознание', 'Суждение'], 'answer': 1, 'coin':10}
options_task_one4 = {'option':['Монеты', 'Гимнаст с нотами', 'Флейта', 'Метафизика'], 'answer': 3, 'coin':15}

options_task_two1 = {'option':['Гениус', 'Азраил', 'Даждьбог', 'Логос'], 'answer': 0, 'coin':10}
options_task_two2 = {'option':['1, 2, 3, 6', '1, 2, 4, 9', '4, 5', '5, 6, 7'], 'answer':0, 'coin':10}
options_task_two3 = {'option':['Даймон', 'Ангел-хранитель', 'Питары', 'Дивы'], 'answer': 0, 'coin':9}
options_task_two4 = {'option':['Праздник Юноны', 'Праздник Юстиции', 'Новый год', 'День рождения'], 'answer': 3, 'coin':12}

options_task_three1 = {'option':['1,618', '1,610', '1,580', '610'], 'answer': 0, 'coin':15}
options_task_three2 = {'option':['Часы', 'Плуг', 'Очки', 'Мельница'], 'answer': 3, 'coin':8}
options_task_three3 = {'option':['Самолет и порох', 'Автомобиль и порох', 'Парашют и бомба', 'Дельтаплан и спички'], 'answer': 0, 'coin':7}
options_task_three4 = {'option':['Америка', 'Антиохия', 'Афины', 'Камбуджадеша'], 'answer': 0, 'coin':10}

options_task_four1 = {'option':['Собаку', 'Шахматную фигуру', 'Перчатку', 'Меч'], 'answer': 1, 'coin':12}
options_task_four2 = {'option':['Собака Белло', 'Служанка', 'Оруженосец', 'Мажордом'], 'answer': 0, 'coin':12}
options_task_four3 = {'option':['Под столом', 'Под креслом', 'Во дворе', 'Под кроватью'], 'answer': 3, 'coin':8}
options_task_four4 = {'option':['Вкусно поесть', 'Странствовать', 'Рыцарские турниры', 'Шахматы'], 'answer': 3, 'coin':12}

options_task_five1 = {'option':['1966, Сульфат меди (II) и гидроксид натрия, сульфат меди (II) и раствор аммиака', '1978, Разложение оксида ртути (II), взаимодействие железа с раствором сульфата меди (II)', '1941, Оксид железа (III) и алюминий, нитрат серебра с соляной кислотой', '1957, Гидроксид натрия и раствор сульфата меди (II), железо и раствор сульфата меди (II)'], 'answer': 0, 'coin':10}
options_task_five2 = {'option':['1917, Разложение гидроксида меди (II), фосфор и кислород воздуха', '1905, Раствор хромата калия и H2SO4, нитрат свинца и иодид калия', '1921, Разложение оксида ртути (II), нитрат серебра с соляной кислотой', '1903, Гидроксид натрия и раствор сульфата меди (II), разложение гидроксида меди (II)'], 'answer': 1, 'coin':10}
options_task_five3 = {'option':['1947, Хлорид железа (III) и роданид калия, хлорид кобальта (II) и роданида калия', '1939, Разложение гидроксида меди (II), нитрат серебра с соляной кислотой', '1949, Гидроксид натрия и раствор сульфата меди (II), фосфор и кислород воздуха', '1905, Гидроксид натрия и раствор сульфата меди (II), разложение гидроксида меди (II)'], 'answer': 0, 'coin':10}
options_task_five4 = {'option':['Цвет: голубой. Прибор: аппарат С-дуга', 'Цвет: розовый. Прибор: пылесос', 'Цвет: сиреневый. Прибор: неоновая лампа', 'Цвет: зеленый. Прибор: спектрометр'], 'answer': 3, 'coin':16}

options_task_six1 = {'option':['Принятие Конституции в США', 'Основание МГУ', 'Основание Санкт-Петербурга', 'Начало первой Камчатской экспедиции В. Беринга'], 'answer': 2, 'coin':9}
options_task_six2 = {'option':['Даниэль Дэфо, «Морской торговый атлас»', 'Лоренс Стерн, «Сентиментальное путешествие»', 'Джонатан Свифт, «Предложения об исправлении, улучшении и закреплении английского языка»', 'Вольтер, «Энциклопедия, или Толковый словарь наук, искусств и ремёсел»'], 'answer': 3, 'coin':14}
options_task_six3 = {'option':['Пушкин', 'Жуковский', 'Ломоносов', 'Екатерина II'], 'answer': 0, 'coin':10}
options_task_six4 = {'option':['Кофе', 'Шоколад', 'Какао', 'Чай'], 'answer': 1, 'coin':10}

options_task_seven1 = {'option':['Петли для пуговиц, очки', 'Печные часы, приливная мельница', 'Доменная печь, тяжелый плуг', 'Перегонный аппарат, очки'], 'answer': 0, 'coin':12}
options_task_seven2 = {'option':['Механические часы, очки', 'Нотный стан, витраж', 'Петли для пуговиц, печатный станок Гуттенберга', 'Карантин, витраж'], 'answer': 1, 'coin':12}
options_task_seven3 = {'option':['Очки', 'Витраж', 'Нотный стан', 'Песочные часы'], 'answer': 3, 'coin':8}
options_task_seven4 = {'option':['Монета', 'Золотой слиток', 'Брусок железа', 'Зеркало'], 'answer': 3, 'coin':12}

options_task_eight1 = {'option':['1 и 3', '3 и 8', '6 и 10', '12 и 15'], 'answer': 3, 'coin':10}
options_task_eight2 = {'option':['4', '2', '7', '3'], 'answer': 0, 'coin':8}
options_task_eight3 = {'option':['2', '4', '9', '10'], 'answer': 0, 'coin':10}
options_task_eight4 = {'option':['Ткань', 'Камень', 'Зерно', 'Талант'], 'answer': 3, 'coin':10}

options_task_nine1 = {'option':['8', '5', '9', '10'], 'answer': 2, 'coin':8}
options_task_nine2 = {'option':['Цифра:1. Инструмент: лира', 'Цифра: 2. Инструмент: флейта', 'Цифра 4. Инструмент: клавесин', 'Цифра 11. Инструмент: барабан'], 'answer': 0, 'coin':10}
options_task_nine3 = {'option':['2', '4', '7', '3'], 'answer': 3, 'coin':9}
options_task_nine4 = {'option':['Джотто ди Бондоне, 917', 'Сандро Боттичелли, 813', 'Рафаэль Санти, 943', 'Леонардо да Винчи, 913'], 'answer': 3, 'coin':11}

options_task_ten1 = {'option':['9', '3', '5', '8'], 'answer': 0, 'coin':10}
options_task_ten2 = {'option':['52', '57', '41', '51'], 'answer': 3, 'coin':11}
options_task_ten3 = {'option':['51', '9', '11', '17'], 'answer': 3, 'coin':11}
options_task_ten4 = {'option':['Чарльз Бэббидж, 11795', 'Ада Лавлейс, 95117', 'Огастес де Морган, 51179', 'Королева Великобритании Виктория, 41951'], 'answer': 1, 'coin':10}

options_task_eleven = {'option':['Тьюторство: самоопределение в контексте современности', 'Методический аспект проблемы способностей', 'Рабочая концепция одаренности', 'Способности и одаренность: психология индивидуальных различий'], 'answer': 0, 'coin':7}
options_task_scientist = {'option':['И. М. Сеченов', 'И. И. Мечников', 'Д. И. Менделеев', 'А. М. Бутлеров'], 'answer': 2, 'coin':20}

options_task_blitz1 = {'option':['Б.М. Теплов', 'Л.В. Выготский', 'Э. Фромм'], 'answer': 0, 'coin':3}
options_task_blitz2 = {'option':['Ф. Гальтон', 'Л.В. Выготский', 'Г.Гендель'], 'answer': 1, 'coin':3}
options_task_blitz3 = {'option':['Франция', 'Германия', 'Россия'], 'answer': 1, 'coin':3}
options_task_blitz4 = {'option':['А.М. Матюшкин', 'А. Бине', 'Ж. Пиаже'], 'answer': 1, 'coin':3}
options_task_blitz5 = {'option':['Креативный ученик', 'IQ – коэффициент интеллекта', 'Умственный возраст'], 'answer': 1, 'coin':3}
options_task_blitz6 = {'option':['Внимание, воля, восприимчивость', 'Восприятие, эмоции, ощущения', 'Память, ощущения, воля'], 'answer': 0, 'coin':3}
options_task_blitz7 = {'option':['«Структура интеллекта»', '«Способности и одаренность»', '«Рабочая концепция одаренности»'], 'answer': 2, 'coin':3}
options_task_blitz8 = {'option':['Критическое мышление', 'Математическая способность', 'Креативность'], 'answer': 2, 'coin':3}
options_task_blitz9 = {'option':['Интеллект', 'Одаренность', 'Агрессивность'], 'answer': 1, 'coin':3}
options_task_blitz10 = {'option':['Античность', 'Средние века', 'Просвещение'], 'answer': 1, 'coin':3}
options_task_blitz11 = {'option':['А.В. Михайлов', 'Дж. Локк', 'Фрэнсис Гальтон'], 'answer': 2, 'coin':3}
options_task_blitz12 = {'option':['Трехкольцевая', 'Двухфакторная', 'Многогранная'], 'answer': 0, 'coin':3}

hint_one1 = 'Прототипом греческих талантов был вавилонский талант, имевший форму бронзового льва на подставке.'
hint_one2 = 'За них взамен хоть что бери, кроме чести и любви.'
hint_one3 = 'Единица массы и счётно-денежная единица, использовавшаяся в античные времена в Европе, Передней Азии и Северной Африке.'
hint_one4 = 'Платон говорил: «Тот, кто от природы лучше одарен способностью к игре на этом инструменте, превзойдет того, кто лишен этого дара, даже если его окружает музыкальная атмосфера, он сын игрока на этом инструменте и с детства учился играть на этом инструменте».'
hint_one5 = 'По способу держания они делятся на продольные, поперечные и полупоперечные (диагональные).'
hint_one6 = 'В свистковых трубочках стали прорезать пальцевые отверстия, превращая простой свисток в этот музыкальный инструмент.'
hint_one7 = 'Гераклит говорил: «Это (?) происходит при помощи чувств и разума, причем они тесно между собою связаны. <…> Я предпочитаю то, что можно увидеть, услышать и изучить».'
hint_one8 = 'Совокупность процессов, процедур и методов приобретения знаний о явлениях и закономерностях объективного мира.'
hint_one9 = 'Это основной предмет гносеологии.'
hint_one10 = '«Отличное воспитание и образование, осуществляемое непрерывно на базе определенных принципов, создает людей с отличными способностями, а эти люди, целиком пронизанные этим видом образования, будут еще способней прежних, как в иных отношениях, так и в плане продолжения рода …Хотя вы все, граждане нашего города, братья между собой, Бог, который вас создал, при рождении примешал в тех из вас, кто призван быть господами, золото, поэтому они самые высококачественные, в их помощников — серебро, а в земледельцев и прочих работников физического труда — железо и медь» (Платон «Государство»)'
hint_one11 = 'Воспитатель Александра Македонского считал, что все наше знание о мире основано на опыте.'
hint_one12 = 'Платон строил свою систему государственного воспитания на основе музыки и гимнастики. Сопоставление этих, казалось бы, разнородных явлений служило для Платона средством для всестороннего, гармонического воспитания человека. Если гимнастика воздействует на тело, воспитывая в человеке мужественность, храбрость и силу, то музыка воздействует на душу. Поэтому задача воспитания заключается в гармоничном и целесообразном соединении музыки и гимнастики.'

hint_two1 = 'Я <…> пламенных речей.\nЯ господин свободных мыслей.\nЯ царь бессмысленных красот.\nЯ Бог исчезнувших высот.\nЯ господин свободных мыслей.\nЯ светлой радости ручей. (Д. Хармс)'
hint_two2 = 'Название духа встречается в произведениях А. С. Пушкина «Маленькие трагедии», «Моцарт и Сальери» и др.'
hint_two3 = 'Это парадоксов друг.'
hint_two4 = 'Если человек прогневал своего духа-покровителя, гений удалялся, лишая человека своего покровительства.'
hint_two5 = 'Если дух, покровительствующий человеку, покидает его, им не замедлит завладеть злой гений.'
hint_two6 = 'Вернуть покровительство, наделить талантами, вдохновить, скрыться на местности.'
hint_two7 = 'Этот дух еще помогает душе покинуть мир живых и спуститься в Аид.'
hint_two8 = 'Одна из локаций содержит в своем названии искомое слово.'
hint_two9 = 'По одной из версий, это «дающий, раздаватель, распределитель даров».'
hint_two10 = 'Это особенный день в жизни каждого человека.'
hint_two11 = 'Этот день описан у Л.Н. Толстого в самом начале романа.'
hint_two12 = 'Этот день ежегодно увеличивает годы человека.'

hint_three1 = 'Это число лежит в основе всех явлений, объектов культуры, искусства, науки.'
hint_three3 = 'Это число Фи.'
hint_three4 = 'Это особый вид таких сооружений, которые используют энергию приливов.'
hint_three5 = 'Крыльями машет, а улететь не может.'
hint_three6 = 'Механизм для измельчения чего-либо.'
hint_three7 = 'Многокомпонентная твёрдая «взрывчатая» смесь, способная к закономерному горению параллельными слоями, без доступа кислорода извне, с выделением большого количества тепловой энергии и газообразных продуктов.'
hint_three8 = 'В 9 веке китайцы применяли для развития оружия.'
hint_three9 = 'Это слово использовалось для обозначения летательных аппаратов ещё в XIX веке.'
hint_three10 = 'До середины 20 века там господствовала расовая сегрегация.'
hint_three11 = 'Новый свет.'
hint_three12 = 'Открыл мореплаватель Христофор Колумб.'

hint_four1 = 'И слон, и конь.'
hint_four2 = 'Белые и черные.'
hint_four3 = 'Их по 16 у каждого.'
hint_four4 = 'Бертран ее очень любил.'
hint_four5 = 'Были спутниками на охоте.'
hint_four6 = 'Один профессор превратил его в человека.'
hint_four7 = 'У первобытных людей вместо этого была шкура.'
hint_four8 = 'В гробницах фараонов они тоже есть.'
hint_four9 = 'Это для сна.'
hint_four10 = 'Карл Великий считал достойными рыцаря только две страсти …'
hint_four11 = 'Абу Зейд аль-Бахли говорил, что они выявляют последствия мудрости … во всем, что они рассчитывали выявить, и превращают загадочное, малопонятное в наглядный пример и в картину, подпадающие под наблюдение и восприятие чувствами, чтобы приблизить это тем самым к пониманию: самыми верными доводами и ясными доказательствами является все то, что постигается путем наглядного показа и подпадает под восприятие чувствами.'
hint_four12 = 'Они были любимым утешением и развлечением Льва Толстого на протяжении всей жизни.'

hint_five1 = 'У него есть однофамилец известный популяризатор физики, математики и астрономии Яков Исидорович.'
hint_five2 = 'Отказался от премии в миллион долларов, присужденной ему за решение задачи тысячелетия.'
hint_five3 = 'Доказал гипотезу Пуанкаре.'
hint_five4 = 'В этом году журнал «Анналы физики» опубликовал три выдающиеся статьи всем известного гения.'
hint_five5 = 'Если соединить все числа, входящие в состав этого года, то получится 15.'
hint_five6 = 'Произошла первая русская революция.'
hint_five7 = 'Автомобили в его честь колесят по всей планете.'
hint_five8 = 'Он перевернул представление общества не только о машинах, но и о производственном труде.'
hint_five9 = 'Он первым стал использовать промышленный конвейер для поточного производства автомобилей.'
hint_five10 = 'Желтый и синий. В археологии прибор используют для элементного анализа, датирования археологических находок.'
hint_five11 = 'Сульфат никеля (II) и гидроксид натрия. В нефтяной промышленности прибор используют для определения загрязнений нефти и топлива.'
hint_five12 = 'Трава. В экологии и охране окружающей среды данный прибор используют для определения тяжелых металлов в почвах, осадках, воде, аэрозолях и др.'

hint_six1 = 'Этот город считается центром трех революций.'
hint_six2 = 'Часто пишут про образ этого города в русской литературе XIX в.'
hint_six3 = 'С этим городом многое связывает Петра I.'
hint_six4 = 'При создании псевдонима, по одной из версий, он поменял местами слоги в названии своего родного города Эрво.'
hint_six5 = 'Цель издания — объединить знания, рассеянные по поверхности земной, изложить их в общей системе для людей, с которыми мы живем, и передать их людям, которые придут за нами: дабы труды минувших веков не были бесполезны для веков грядущих, дабы наши потомки, став образованнее, стали также добродетельнее и счастливее…'
hint_six6 = 'Это издание состоит из 35 томов. Это справочник и краткое руководство по всем существующим в эту эпоху технологиям, описывающий инструменты и способы их применения.'
hint_six7 = 'Он родился 6 июня 1799 г.'
hint_six8 = 'Его прадед был слугой и воспитанником Петра I, а потом военным инженером и генералом.'
hint_six9 = 'Я памятник воздвиг себе нерукотворный…'
hint_six10 = 'Родиной этого напитка является Центральная и Южная Америка.'
hint_six11 = 'Вместо холодного и горького этот напиток в Европе превратился к началу XVII века в горячий и сладкий. Позволить себе этот напиток могли только состоятельные люди.'
hint_six12 = 'Основным сырьём для производства напитка являются какао-бобы.'

hint_seven1 = 'У женщин – справа, у мужчин – слева.'
hint_seven2 = 'Сидят на носу.'
hint_seven3 = 'Без них пуговица не работает.'
hint_seven4 = 'Набор параллельных горизонтальных линий, нужных для записи звучания.'
hint_seven5 = 'Произведение изобразительного декоративного искусства или орнаментального характера из цветного стекла.'
hint_seven6 = 'В начале каждой строки на нем помещен ключ.'
hint_seven7 = 'Используются при проведении некоторых врачебных процедур.'
hint_seven8 = 'Прибор для отсчета.'
hint_seven9 = 'Два прозрачных сосуда, соединённых узкой горловиной.'
hint_seven10 = 'Г.Х. Андерсен «Снежная королева», миф о Медузе Горгоне, Оскар Уайльд «Звездный Мальчик».'
hint_seven11 = 'Бывают кривыми.'
hint_seven12 = 'Они не лгут. Смешно их бить, когда не понравилось отражение.'

hint_eight1 = 'Благородный поступок.'
hint_eight2 = 'Не пожалел того, что осталось от продажи.'
hint_eight3 = '6 и 3 предложения снизу.'
hint_eight4 = 'Хорошая забота.'
hint_eight5 = 'Речь идет о семье.'
hint_eight6 = '4 предложение снизу.'
hint_eight7 = 'Этого было в жизни Аргироса много.'
hint_eight8 = 'Признание в своих совершённых грехах.'
hint_eight9 = '2 предложение сверху.'
hint_eight10 = 'В Римской империи он соответствовал массе воды, по объёму равной 26,027 литра.'
hint_eight11 = 'Гомер понимал его как 16,8 г. чистого золота, в форме продолговатых круглых брусков.'
hint_eight12 = 'Со времен Александра Великого вес его равнялся 25,902 кг. Древние финикийцы понимали его как 43,59 кг серебра, евреи – как 44,8 кг серебра, персидский золотой весил 25,2 кг, серебряный - 33,65 кг, торговый - 30,24 кг.'

hint_nine1 = 'Считается, что это священное число в скандинавской и древнегерманской символике.'
hint_nine2 = 'Чтобы посчитать верно, вам нужно взять взаймы еще одну монету у другого великого деятеля, но после обязательно вернуть.'
hint_nine3 = 'Шестерка лошадей перевернулась.'
hint_nine4 = 'Как клюшка.'
hint_nine5 = 'От великого до смешного – один шаг.'
hint_nine6 = 'Соло. Денежная единица Турции.'
hint_nine7 = 'Очень часто используется в названиях литературных произведений, в том числе в сказках и мифах.'
hint_nine8 = 'Опосредованно это цифра влияет на появление заплат.'
hint_nine9 = 'Столько было товарищей, сестер, толстяков, мудрецов, медведей, богатырей.'
hint_nine10 = 'В начале 16 века во Франции он мастерски занимался организацией придворных празднеств. В г. Амбуаз в его честь есть памятник.'
hint_nine11= 'Он родился в селении около городка Винчи.'
hint_nine12 = 'Мастер создал иллюстрацию для книги, посвящённой трудам античного римского архитектора Витрувия.'

hint_ten1 = 'Карельская сказка про золотых сыновей.'
hint_ten2 = '616+498-1105'
hint_ten3 = 'Уступив однажды, девять раз останешься в выигрыше.'
hint_ten4 = '(1120+517+19000:25):47'
hint_ten5 = 'У семи нянек дитя без глаза, значит, нужно еще добавить 44.'
hint_ten6 = 'На 39 больше, чем стульев, которые искал Остап Бендер.'
hint_ten7 = 'Возраст Анны из произведения А.П. Чехова «Три сестры».'
hint_ten8 = '(912:114+6072:23):16'
hint_ten9 = 'Если к этим богатырям, которые приютили девушку, прибавить еще десять…'
hint_ten10 = 'Дочь Дж. Байрона.'
hint_ten11 = 'Считается первым программистом.'
hint_ten12 = 'Была замужем за Уильямом Кингом – 8-м бароном, который унаследовал титула лорда Лавлейса.'